Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_yleiskokous_uusien_totuus-_ja_sovintokomission_komissaarien_valitsemiseksi_jarjestetaan_9_8_2022.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien yleiskokous uusien totuus- ja sovintokomission komissaarien valitsemiseksi järjestetään 9.8.2022
sms: Sääʹmteʹǧǧ jääʹrjast pâiʹlmeärrsaž tiuddsåbbar ougglõsõhttvuõđin mââibaarǥ 9.8.2022 čiâss 9–16 ođđ tuõttvuõtt- da suåvâdvuõttkomissio komissaari vaʹlljeem diõtt.

source: Saamelaiskäräjät järjestää ylimääräisen yleiskokouksen etäyhteyksin tiistaina 9.8.2022 klo. 9–16 uusien totuus- ja sovintokomission komissaarien valitsemiseksi.
sms: Sääʹmteeʹǧǧ halltõs eʹtǩǩad Sääʹmteeʹǧǧ såbbra, što tiuddsååbbar nõõmat kueʹhtt ođđ komissaar, koin nuʹbb eeʹttkâstt aanarsääʹm ǩiõlljoouk da nuʹbb tâʹvvsääʹm ǩiõlljoouk.

source: Saamelaiskäräjien hallitus esittää Saamelaiskäräjien kokoukselle, että yleiskokous nimeää kaksi uutta komissaaria, joista toinen edustaa inarinsaamen kieliryhmää ja toinen pohjoissaamen kieliryhmää.
sms: Sääʹmteʹǧǧ äjšmâtt säʹmmlaid, što sij lie õhttvuõđâst Sääʹmteeʹǧǧ vuäzzlaid leʹbe saaǥǥjååʹđteeikådda, jõs seeʹst lie eʹtǩǩõõzz komissaarvõboršeʹǩǩen.

source: Saamelaiskäräjät kannustaa saamelaisia olemaan yhteydessä Saamelaiskäräjien jäseniin tai puheenjohtajistoon, jos heillä on esityksiä komissaariehdokkaiksi.
sms: Sääʹmteeʹǧǧ oskkum oummui õhttvuõtt-teâđ käunnʼje Sääʹmteeʹǧǧ neʹttseeidain addrõõzzâst: https://www.samediggi.fi/luottamushenkilot/ .

source: Saamelaiskäräjien luottamushenkilöiden yhteystiedot löytyvät Saamelaiskäräjien nettisivuilta osoitteesta: https://www.samediggi.fi/luottamushenkilot/ .
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio

source: Saamelaisten totuus- ja sovintokomissio
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss mieʹrren lij aiccâd da ärvvtõõllâd historiallaš da ânnʼjõž čårstummuž, mieʹldd looǥǥeeʹl riikk suddeempolitiikk, di vuõiggâdvuõđi neuʹrrummšid, čiõlǥted mäʹhtt täk vaaikte säʹmmlaid da sij õõutstõʹsse ânnʼjõž vueʹjjest da eʹtǩǩeed, mäʹhtt vuäitčeš oouʹdeed õhttvuõđ säʹmmlai da Lääʹddjânnam riikk kõõsk di säʹmmlai kõõskâst.

source: Saamelaisten totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sms: Tuõttvuõtt- da suåvâdvuõttkomissio vuäzzla liâ veiddsõs naʹddjõõzz naaudšeei oummu säʹmmlai da lääʹdd õhttsažkååʹdd kõõskâst.

source: Totuus- ja sovintokomission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
sms: Vuäzzla liâ čõnnsâʹttem jiâ-ǥa eeʹttkââʹst tõn vueʹssbeäʹl, kååʹtt lij siʹjjid eʹtǩǩääm leʹbe siʹjjid vaʹlljääm.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
sms: Komissio nõõmtummšest vääʹldet lokku tääʹssbeällsânji jeeʹres sääʹmǩiõlljooukid.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät.
sms: Komissio nõõmtummšest põõrǥât väʹldded lokku sooǥǥbieʹli tääʹssbeällsaž eeʹttkâsttmõõžž.

source: Komission nimittämisessä pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
sms: Riikksuåvtõs piiji Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio kålggmannu 28. peeiʹv 2021 da komissio alttii tuâjas viiđ komissaar norrõõzzin.

source: Valtioneuvosto asetti Saamelaisten totuus- ja sovintokomission 28. lokakuuta 2021 ja komissio aloitti työnsä viiden komissaarin kokoonpanolla.
sms: Komissaarin kueʹhtt nõõmteš Sääʹmteeʹǧǧ eʹtǩǩõõzzâst, õhtt Saaʹmi siidsåbbar eʹtǩǩõõzzâst da kueʹhtt Lääʹddjânnam riikk eʹtǩǩõõzzâst.

source: Komissaareista kaksi nimitettiin Saamelaiskäräjien esityksestä, yksi Kolttien kyläkokouksen esityksestä ja kaksi Suomen valtion esityksestä.
sms: Komissio vueiʹvvpiisar reâuǥškueʹđi 1.2.2022 da pâʹsslašttâm-njuhččmannust 2022 komissio piisarkååʹddest reâuǥškueʹtte lââʹssen koumm plaaneei.

source: Komission pääsihteeri aloitti työnsä 1.2.2022 ja maalis-huhtikuussa 2022 komission sihteeristössä aloitti työnsä lisäksi kolme suunnittelijaa.
sms: Vueʹssmannust 2022 kuhttu Sääʹmteeʹǧǧ nõõmtem komissaar rauʹǩǩe peästtmõõžž komissaar tuâjaineez.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit pyysivät vapautusta komissaarin tehtävistään.
sms: Riikksuåvtõs miõđi rätkkjummuž Seurujärvi Miinaaʹje da Hyvärinen Heikkiiʹje komissaar tuâjast 25.5.2022 looǥǥeeʹl.

source: Valtioneuvosto myönsi eron Miina Seurujärvelle ja Heikki J. Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sms: Komissio vueiʹvvpiisar iʹlmmti riikksuåvtõõzz kansliaaʹje ǩiččlõddâmääiʹj puʹrǧǧummšest Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio vueiʹvvpiisar veeʹrjest 22.5.2022 vueʹljeeʹl.

source: Komission pääsihteeri ilmoitti valtioneuvoston kanslialle koeajan purkamisesta Saamelaisten totuus- ja sovintokomission pääsihteerin virasta 22.5.2022 lähtien.
sms: Ǩieʹssmannust 2022 õhtt komissio piisarkååʹdd plaaneeʹjin lij še iʹlmmtam ǩiččlõddâmääiʹj puʹrǧǧummšest komissio piisarkååʹdd plaaneei veeʹrjest.

source: Kesäkuussa 2022 myös yksi komission sihteeristön suunnittelijoista on ilmoittanut koeajan purkamisesta komission sihteeristön suunnittelijan virasta.
sms: Tuõttvuõtt- da suåvâdvuõttkomissio piijjâm vueʹssbeäʹl, leʹbe Sääʹmteʹǧǧ, Saaʹmi siidsååbbar di Riikksuåvtõõzz kanslia lie vueʹss-ǩieʹssmannust čõõđtam saǥstõõllmõõžžid komissio tuâj juätkkmõõžž diõtt.

source: Totuus- ja sovintokomission asettaneet tahot, eli Saamelaiskäräjät, Kolttien kyläkokous sekä Valtioneuvoston kanslia ovat touko-kesäkuussa käyneet neuvotteluja komission työn jatkamisen tiimoilta.
sms: Sääʹmteeʹǧǧ sååbbar ǩiõttʼtõõli tuõttvuõtt- da suåvâdvuõttkomissio vueʹjj såbbreʹstes 23.6.2022, da kuuli komissio tuâjast såbbar õhttvuõđâst komissaar Hannele Pokka, Kari Mäkinen di Irja Jefremooff, di komissaar tuâjaid kuâđđam Miina Seurujärvi da Heikki J. Hyvärinen.

source: Saamelaiskäräjien kokous käsitteli totuus- ja sovintokomission tilannetta kokouksessaan 23.6.2022, ja kuuli komission työstä kokouksen yhteydessä komisaari Hannele Pokkaa, Kari Mäkistä sekä Irja Jefremoffia, sekä komissaarin tehtävänsä jättäneitä Miina Seurujärveä sekä Heikki J. Hyväristä.
sms: Lââʹssen sååbbar kuuli komissio piisarkååʹdd plaaneei Aslak Uula Länsmaan di tuõttvuõtt- da suåvâdvuõttproseeʹss tuärjjan vuâđđuum säʹmmlai psykososiaalʼlaž tuärj juâkkaz jååʹđteei Heidi Erikseeʹn.

source: Lisäksi kokous kuuli komission sihteeristön suunnittelija Aslak Uula Länsmania sekä totuus- ja sovintoprosessin tueksi perustetun saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä.
sms: Sääʹmteeʹǧǧ sååbbar tuʹmmji tuärjjeed säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio juätkkmõõžž da vaʹlljeed kueʹhtt komissaar påʹrǧǧmannust pâiʹlmeärrsaž tiuddsåbbrest.

source: Saamelaiskäräjien kokous päätti tukea saamelaisten totuus- ja sovintokomission jatkamista ja valita kaksi komissaaria elokuussa pidettävässä ylimääräisessä täyskokouksessa.
sms: Looǥǥ tuõttvuõtt- da suåvâdvuõttkomissio mandaatt tääiʹben.

source: Lue tästä saamelaisten totuus- ja sovintokomission mandaatti .
sms: Lââʹssteâđ:

source: Lisätietoja:
sms: Saaǥǥjååʹđteei

source: Puheenjohtaja
sms: Tuomas Aslak Juuso
